{"pageProps":{"post":{"id":6,"title":"How an Activist Network Used AI to Create a Global Volunteer Directory","slug":"activist-network-volunteer-directory","excerpt":"Learn how ClimateAction Network connected thousands of volunteers worldwide with an AI-powered volunteer matching directory.","category":"Case Studies","date":"February 20, 2024","author":"Emma Garcia","authorRole":"Customer Success","image":"/images/blog/volunteer-directory.jpg","featured":false,"content":"\n      <p>This is a sample content for the \"How an Activist Network Used AI to Create a Global Volunteer Directory\" article. In a real implementation, this would be a full article.</p>\n    ","relatedPosts":[4,5,8]},"relatedPosts":[{"id":4,"title":"AI and the Future of Online Directories","slug":"ai-future-online-directories","excerpt":"Discover how artificial intelligence is transforming directory management, from automated data collection to personalized recommendations.","category":"AI & Innovation","date":"February 28, 2024","author":"David Rodriguez","authorRole":"Tech Strategist","image":"/images/blog/ai-directories.jpg","featured":true,"content":"\n      <p>This is a sample content for the \"AI and the Future of Online Directories\" article. In a real implementation, this would be a full article.</p>\n    ","relatedPosts":[1,3,7]},{"id":5,"title":"How a Local Business Chamber Built a Thriving Directory in Just One Day","slug":"local-chamber-directory-case-study","excerpt":"Case study: How the Downtown Business Alliance created a comprehensive business directory that became a valuable community resource.","category":"Case Studies","date":"February 25, 2024","author":"Robert Williams","authorRole":"Customer Success","image":"/images/blog/chamber-case-study.jpg","featured":false,"content":"\n      <p>This is a sample content for the \"How a Local Business Chamber Built a Thriving Directory in Just One Day\" article. In a real implementation, this would be a full article.</p>\n    ","relatedPosts":[1,2,8]},{"id":8,"title":"How a University Alumni Association Connected Thousands of Graduates","slug":"university-alumni-directory-case-study","excerpt":"Case study: How State University created an engaging alumni directory that strengthened their network and boosted donations.","category":"Case Studies","date":"February 10, 2024","author":"Nicole Adams","authorRole":"Customer Success","image":"/images/blog/alumni-directory.jpg","featured":false,"content":"\n      <p>This is a sample content for the \"How a University Alumni Association Connected Thousands of Graduates\" article. In a real implementation, this would be a full article.</p>\n    ","relatedPosts":[2,5,6]}]},"__N_SSG":true}