{"pageProps":{"post":{"id":8,"title":"How a University Alumni Association Connected Thousands of Graduates","slug":"university-alumni-directory-case-study","excerpt":"Case study: How State University created an engaging alumni directory that strengthened their network and boosted donations.","category":"Case Studies","date":"February 10, 2024","author":"Nicole Adams","authorRole":"Customer Success","image":"/images/blog/alumni-directory.jpg","featured":false,"content":"\n      <p>This is a sample content for the \"How a University Alumni Association Connected Thousands of Graduates\" article. In a real implementation, this would be a full article.</p>\n    ","relatedPosts":[2,5,6]},"relatedPosts":[{"id":2,"title":"Best Practices for Managing a Member Directory","slug":"best-practices-member-directory-management","excerpt":"Learn proven strategies for maintaining an up-to-date, engaging member directory that provides real value to your organization and its members.","category":"Directory Management","date":"March 10, 2024","author":"Michael Chen","authorRole":"Community Lead","image":"/images/blog/member-directory.jpg","featured":true,"content":"\n      <p>This is a sample content for the \"Best Practices for Managing a Member Directory\" article. In a real implementation, this would be a full article.</p>\n    ","relatedPosts":[1,5,8]},{"id":5,"title":"How a Local Business Chamber Built a Thriving Directory in Just One Day","slug":"local-chamber-directory-case-study","excerpt":"Case study: How the Downtown Business Alliance created a comprehensive business directory that became a valuable community resource.","category":"Case Studies","date":"February 25, 2024","author":"Robert Williams","authorRole":"Customer Success","image":"/images/blog/chamber-case-study.jpg","featured":false,"content":"\n      <p>This is a sample content for the \"How a Local Business Chamber Built a Thriving Directory in Just One Day\" article. In a real implementation, this would be a full article.</p>\n    ","relatedPosts":[1,2,8]},{"id":6,"title":"How an Activist Network Used AI to Create a Global Volunteer Directory","slug":"activist-network-volunteer-directory","excerpt":"Learn how ClimateAction Network connected thousands of volunteers worldwide with an AI-powered volunteer matching directory.","category":"Case Studies","date":"February 20, 2024","author":"Emma Garcia","authorRole":"Customer Success","image":"/images/blog/volunteer-directory.jpg","featured":false,"content":"\n      <p>This is a sample content for the \"How an Activist Network Used AI to Create a Global Volunteer Directory\" article. In a real implementation, this would be a full article.</p>\n    ","relatedPosts":[4,5,8]}]},"__N_SSG":true}